;
; me being a cheeky bastard
;

[XComGame.UICombatLose]
[UICombatLose]
m_sObjectiveTitle="时间悖论!"
m_sObjectiveBody="这项任务失败了，因为一名重要的特工在任务开始前就失踪了。XCOM针对长老和其他威胁的努力现在注定要失败。"

;
; MISSION + COVERT ACTION
;
[MissionSource_SlayerRecruit X2MissionSourceTemplate]
+MissionPinLabel="平行项目"
+BattleOpName="平行活动"



[SlayerRecruit_A X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="安置X4炸药摧毁外星人设施"
ObjectiveTextPools[1]="撤离所有XCOM士兵"
ObjectiveTextPools[2]="呼叫天际游侠号，撤离所有XCOM士兵"
ObjectiveTextPools[3]="罗奇必须存活"
ObjectiveTextPools[4]="Blade试验 3"

[SlayerRecruit_A X2MissionTemplate]
DisplayName="破坏外星人设施"
Briefing="破坏外星人设施"
PostMissionType="破坏外星人设施"
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Advent_Facility"
ObjectiveTextPools[0]="在设施中安置X4炸药"
ObjectiveTextPools[1]="撤离该区域搜寻车队"
ObjectiveTextPools[2]="罗奇必须存活"


[SlayerRecruit_B X2MissionTemplate]
DisplayName="调查幸存者车队"
Briefing="调查幸存者车队"
PostMissionType="调查幸存者车队"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="调查幸存者车队"
ObjectiveTextPools[1]="撤离所有XCOM士兵"
ObjectiveTextPools[2]="罗奇必须存活"

[SlayerRecruit_B X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="调查车队"
ObjectiveTextPools[1]="俘虏(?)必须存活"
ObjectiveTextPools[2]="坚守阵线直到撤离区可用"
ObjectiveTextPools[3]="撤离俘虏(?)"
ObjectiveTextPools[4]="撤离所有XCOM士兵"
ObjectiveTextPools[5]="罗奇必须存活"

[CovertAction_SlayerMission X2CovertActionTemplate]
ActionObjective="与圣殿骑士告密者合作"
[CovertActionNarrative_SlayerMission X2CovertActionNarrativeTemplate]
+ActionName="调查平行项目"
+ActionPreNarrative="我们信任的一位告密者，罗奇，突然变得异常活跃，高度警惕：他认为外星人不仅在从事外星人称之为化身项目的研究，而且在某种程度上也违反了我们星球的心灵能量。到目前为止，他只有一个名字，平行项目。我要求XCOM尽快对此进行调查。罗奇倾向于避免直接接触，所以要么这是他告诉我们他已经被捕并需要援助的方式，要么受到了很严重的威胁。"
+ActionPostNarrative="好吧，这是一个惊喜。我猜测过罗奇可能是谁，至少是变种人级别较高的人，但实际上是灰人？如此厚颜无耻地背叛长老以帮助人类？也许这些散兵不仅表明变种人的混血儿有潜力，而且也表明长老们为他们的黑暗王国创造了所有可控奴隶。但这不是我们现在应该考虑的。我们现在知道了平行项目设施的位置，以及他们用来进行实验的车队。罗奇告诉我，“平行项目”设施的性质限制了标准灵能网络跟踪，因此他愿意更多地亲自动手完成这项任务。我知道你应该怎么做，指挥官。"
[SlayerMissionComplete X2MissionFlavorTextTemplate]
FlavorText="文本"
CouncilSpokesmanSuccessText="指挥官，你对位于<XGParam:StrValue0/!WorldRegionName/>的变种人进行的反击非常出色。长老们设法扩大影响力的想法令人不安。至于你的新兵，他们可能是一个谜，但如果他们愿意帮助我们，那么我欢迎一位新战士参加对抗长老的战争。"
CouncilSpokesmanFailureText="不幸的是，我们错过了对位于<XGParam:StrValue0/!WorldRegionName/>的变种人进行反击的机会，指挥官。虽然外星人会继续推进他们的行动，但我相信你们会找到其他方法阻止他们的进展。"


[Reward_SlayerMission X2RewardTemplate]
DisplayName="调查任务"

[Reward_DoomSlayer X2RewardTemplate]
DisplayName="未知联系人"

;
;  CHIMERA CAMEO
;
[RM_SlayerVerge X2CharacterTemplate]
strCharacterName="罗奇"

[RM_SlayerVerge X2SoldierClassTemplate]
DisplayName="变节者"
ClassSummary="长老们的背叛者。"
LeftAbilityTreeTitle=""
RightAbilityTreeTitle=""

RankNames[0]="新兵"
RankNames[1]="告密者"

ShortNames[0]="新兵"
ShortNames[1]="告密者"

RankIcons[0]="UILibrary_Common.rank_rookie"
RankIcons[1]="UILibrary_Common.rank_colonel"



[Verge_WPN X2WeaponTemplate]
FriendlyName="光束手枪"
FriendlyNamePlural="光束手枪"


; 
; SLAYER DOWN HERE
;
[RM_DoomUnknown X2CharacterTemplate]
strCharacterName="未知"


[RM_DoomSlayer X2SoldierClassTemplate]
DisplayName="<font color='#bf1e2e'>毁灭</font><font color='#FFDEAD'>战士</font>"
ClassSummary="作为另一个宇宙的战士，毁灭战士是一个令人敬畏的斗士，其能力甚至超越了大多数XCOM。"

AbilityTreeTitles[0]="愤怒化身"
AbilityTreeTitles[1]="枪械霸主"
AbilityTreeTitles[2]="爆炸哨兵"
AbilityTreeTitles[3]="XCOM"

RankNames[0]="新兵"
RankNames[1]="毁灭战士"
RankNames[2]="毁灭战士"
RankNames[3]="毁灭战士"
RankNames[4]="毁灭战士"
RankNames[5]="毁灭战士"
RankNames[6]="毁灭战士"
RankNames[7]="毁灭战士"
RankNames[8]="毁灭战士"

ShortNames[0]="新兵"
ShortNames[1]="毁灭战士"
ShortNames[2]="毁灭战士"
ShortNames[3]="毁灭战士"
ShortNames[4]="毁灭战士"
ShortNames[5]="毁灭战士"
ShortNames[6]="毁灭战士"
ShortNames[7]="毁灭战士"
ShortNames[8]="毁灭战士"

;////////////////////////////
;specific rocket abilities
;////////////////////////////
[RM_SlayerWPAttack X2AbilityTemplate]
LocFriendlyName="白磷火箭"
LocHelpText="在目标区域发射WP火箭。"

[RM_SlayerStunBomb X2AbilityTemplate]
LocFriendlyName="混乱火箭"
LocHelpText="在目标区域发射使其混乱的火箭。有几率眩晕。"

[RM_FireLockOnSabot X2AbilityTemplate]
LocFriendlyName="脱壳火箭"
LocLongDescription="向敌方目标发射脱壳火箭，从顶部将其击中。" 
LocHelpText="向敌方目标发射脱壳火箭，从顶部将其击中。"  

;////////////////////////////
;specific weapon abilities
;///////////////////////////
[RM_SlayerSlash X2AbilityTemplate]
LocFriendlyName="斩杀"
LocLongDescription="用你的开颅刃打击移动范围内的任何敌人。消耗<Ability:WRISTBLADE_RAGE/>怒气。"
LocHelpText="用你的开颅刃打击移动范围内的任何敌人。消耗<Ability:WRISTBLADE_RAGE/>怒气。"
LocPromotionPopupText="<Bullet/> 你可以通过将移动光标放在敌人身上触发斩杀技能。<br/><Bullet/> 毁灭战士可以执行“冲刺”移动，使用多个动作移动，并且仍然可以对相邻敌人触发斩杀。<br/>"

[RM_ReloadRocketLauncher X2AbilityTemplate]
LocFriendlyName="重新装填"
LocHelpText="重新装填火箭发射器"
LocLongDescription="<Bullet/> 虽然毁灭战士可以为火箭发射器携带足够的备用弹药，但无法跳过重新装填过程：这需要4点AP。<br>"
LocFlyOverText="装填中"

[RM_SniperStandardFire_NoEnd X2AbilityTemplate]
LocFriendlyName="狙击步枪射击"
LocHelpText="对目标进行狙击步枪射击。"
LocLongDescription="<Bullet/> 狙击步枪在远距离时威力强大且精准，但通常需要2点行动力才能开火。<br>"

;//////////////////
;weapon switching
;////////////////
[RM_ShotgunSwitch X2AbilityTemplate]
LocFriendlyName="切换散弹枪"
LocLongDescription="切换散弹枪"
LocHelpText="切换散弹枪"

[RM_CannonSwitch X2AbilityTemplate]
LocFriendlyName="切换加农炮"
LocLongDescription="切换加农炮"
LocHelpText="切换加农炮"

[RM_ARSwitch X2AbilityTemplate]
LocFriendlyName="切换突击步枪"
LocLongDescription="切换突击步枪"
LocHelpText="切换突击步枪"

[RM_SniperSwitch X2AbilityTemplate]
LocFriendlyName="切换狙击枪"
LocLongDescription="切换狙击枪"
LocHelpText="切换狙击枪"

;/////////////
; abilities
;////////////
;////////////////// random
[RM_AlternateEntry X2AbilityTemplate]
LocFriendlyName="交替输入"
LocLongDescription="毁灭战士消耗<Ability:ALTERNATEENTRY/>怒气，并在回合剩余时间获得穿越墙壁的能力。"
LocHelpText="毁灭战士消耗<Ability:ALTERNATEENTRY/>怒气，并在回合剩余时间获得穿越墙壁的能力。"
LocFlyOverText="交替输入"

[RM_PraetorEnhancements X2AbilityTemplate]
LocFriendlyName="毁灭甲增强"
LocHelpText="提供弹药槽与3点生命值并免疫火焰、酸和毒的侵害。"
LocLongDescription="提供弹药槽与3点生命值并免疫火焰、酸和毒的侵害。"
LocPromotionPopupText="<Bullet/> 结合全面战斗，这使得毁灭战士可以获得最大的战斗援助。<br/>"

[RM_SavingThrow X2AbilityTemplate]
LocFriendlyName="豁免检定"
LocLongDescription="如果<Ability:ClassName/>受到足够被击杀的伤害，将恢复一些生命并打断敌人的回合。每次任务只能发生一次。"
LocHelpText="如果<Ability:ClassName/>受到足够被击杀的伤害，将恢复一些生命并打断敌人的回合。每次任务只能发生一次。"
LocFlyOverText="豁免检定"
LocPromotionPopupText="<Bullet/> 请注意，触发此技能后，<Ability:ClassName/>可能会保留伤害状态效果，如中毒或燃烧。<br/>"

[RM_SavingThrowInterrupt X2AbilityTemplate]
LocFriendlyName="豁免检定中断"
LocLongDescription="<Ability:ClassName/>本来会死，但活了下来。在这次任务中，这种情况不会再次发生。"
LocHelpText="<Ability:ClassName/>本来会死，但活了下来。在这次任务中，这种情况不会再次发生。"
LocFlyOverText="中断"

;////////////////// rank seven
[RM_RageBerserk X2AbilityTemplate]
LocFriendlyName="狂暴"
LocHelpText="进行荣耀杀戮持续一回合。需要<Ability:BERSERKCOST/>怒气，但直到毁灭战士的回合结束，怒气才被消耗掉。"
LocLongDescription="横冲直撞，可以对大多数敌人进行自由荣耀杀戮，并增强对荣誉杀戮免疫的敌人的拳头伤害。需要<Ability:BERSERKCOST/>怒气。"
LocPromotionPopupText="<Bullet/> 毁灭战士在狂暴模式下不能切换武器。<br/><Bullet/> 作为交换，荣耀杀戮在狂暴时不需要HP。<br/>"

[RM_SlayerTestament X2AbilityTemplate]
LocFriendlyName="圣约"
LocHelpText="每当毁灭战士荣耀杀戮击杀一个单位时，所有其他XCOM小队成员都会获得一个移动行动点。"
LocLongDescription="无论是作为人类、混血儿还是外星人服务于XCOM，毁灭战士都成为了与长老们战斗的灵感来源。所有其他XCOM单位都会获得一个移动行动点，以跟随毁灭战士在荣耀杀戮击杀一个单位时的步伐。"
LocPromotionPopupText="<Bullet/> 杀戮者可以拥有的终极支援技能，使部队能够更好地照顾任何掉队者（或更快地到达目标）。<br/>"

[RM_BFGRocket X2AbilityTemplate]
LocFriendlyName="BFR"
LocHelpText="毁灭战士火箭发射器每次任务获得一枚战术核弹。"
LocLongDescription="毁灭战士火箭发射器每次任务获得一枚战术核弹。注意你的火力：这将彻底摧毁爆炸半径内的任何物体。"
LocPromotionPopupText="<Bullet/> 目前，毁灭战士可以在我们的宇宙中拥有终极火箭。<br/><Bullet/> 乐趣桶对此并不起作用。<br/>"

[RM_FireBFR X2AbilityTemplate]
LocFriendlyName="发射BFR"
LocHelpText="向目标区域发射BFR。"

;////////////////// rank six
[RM_SuperGrappler X2AbilityTemplate]
LocFriendlyName="超级抓钩"
LocHelpText="减少抓钩<Ability:SUPERGRAPPLEBONUS/>回合冷却时间。解锁开颅刃正义技能。"
LocLongDescription="进一步提高了毁灭战士的机动性，并赋予他们更多接近敌方战斗人员的方法。"
LocPromotionPopupText="<Bullet/> 正义允许毁灭战士将敌方战斗人员拉向自己。<br/>"

[RM_SlayerJustice X2AbilityTemplate]
LocFriendlyName="正义"
LocLongDescription="使用抓钩将一个人形目标拉向你，并进行一次开颅刃打击。消耗<Ability:WRISTBLADE_RAGE/>怒气。"
LocHelpText="使用抓钩将一个人形目标拉向你，并进行一次开颅刃打击。消耗<Ability:WRISTBLADE_RAGE/>怒气。"
LocPromotionPopupText="<Bullet/> 正义是把敌人从阵地上拉出来的好方法。<br/><Bullet/> 使用正义需要敌人邻近格需有空位。<br/><Bullet/> <Ability:SelfCooldown/>回合冷却。<br/>"

[RM_MobileTurret X2AbilityTemplate]
LocFriendlyName="移动炮台"
LocLongDescription="用你的加农炮向每一个可见的敌人开火一次。需要<Ability:MOBILETURRETCOST/>怒气和3弹药，消耗4怒气与耗尽全部弹药。"
LocHelpText="用你的加农炮向每一个可见的敌人开火一次。需要<Ability:MOBILETURRETCOST/>怒气和3弹药，消耗4怒气与耗尽全部弹药。"
LocPromotionPopupText="<Bullet/> 移动炮台最好通过侵略性的战地定位来增强，从而有很高的机会击中多个目标。<br/><Bullet/> <Ability:SelfCooldown/>回合冷却。<br/>"

[RM_BarrelsOfFun X2AbilityTemplate]
LocFriendlyName="乐趣桶"
LocLongDescription="毁灭战士现在对大多数爆炸伤害免疫。"
LocHelpText="毁灭战士现在对大多数爆炸伤害免疫。"
LocPromotionPopupText="<Bullet/> 这里的关键词是：有一些特殊的攻击可以绕过这种保护。<br/>"

;////////////////// rank five
[RM_BloodFueled X2AbilityTemplate]
LocFriendlyName="血液燃料"
LocHelpText="你在回合中的第一次荣耀杀戮现在给予+<Ability:BLOODFUELEDMOBILITY/>移动力。"
LocLongDescription="你在回合中的第一次荣耀杀戮现在给予+<Ability:BLOODFUELEDMOBILITY/>移动力。持续1回合。"
LocPromotionPopupText="<Bullet/> 如果设置正确，这可以实现通常无法达到的杀戮。<br/>"

[RM_MagDump X2AbilityTemplate]
LocFriendlyName="弹仓倾卸"
LocLongDescription="向目标开火，直到弹药用完。需要突击步枪，<Ability:SelfAmmoCost/>弹药和每次射击消耗<Ability:MAGDUMPCOST/>怒气。"
LocHelpText="向目标开火，直到弹药用完。需要突击步枪，<Ability:SelfAmmoCost/>弹药和每次射击消耗<Ability:MAGDUMPCOST/>怒气。"
LocFlyoverText="弹仓倾卸"
LocPromotionPopupText="<Bullet/> 弹仓倾卸每次射击都有单独的命中率。<br/><Bullet/> 弹仓倾卸需要使用一个满的4弹药的弹匣。<br/>"

[RM_MagDumpContinue X2AbilityTemplate]
LocFriendlyName="弹仓倾卸"
LocLongDescription="向目标开火，直到弹药用完。需要突击步枪和怒气。"
LocHelpText="向目标开火，直到弹药用完。需要突击步枪和怒气。"
LocFlyoverText="弹仓倾卸"


[RM_DoomSabot X2AbilityTemplate]
LocFriendlyName="锁定炮弹"
LocLongDescription="获得一枚专门用于对单个目标造成最大伤害（包括流血）的导弹。"
LocPromotionPopupText="<Bullet/> 像普通火箭攻击一样，这使用了发射器的弹药。<br/><Bullet/> 与普通火箭攻击不同，这有一个单独的冷却时间，然后毁灭战士可以再次使用它。<br/>"


;////////////////// rank four

[RM_ArmoredOffensive X2AbilityTemplate]
LocFriendlyName="进攻型护甲"
LocHelpText="执行荣耀杀戮时回复+<Ability:ARMOREDOFFENSIVERESTORE>护甲。"
LocLongDescription="执行荣耀杀戮时回复+<Ability:ARMOREDOFFENSIVERESTORE>护甲。"
LocPromotionPopupText="<Bullet/> 帮助恢复任务中丢失的护甲。<br/>"

[RM_SiegeFire X2AbilityTemplate]
LocFriendlyName="围攻火力"
LocLongDescription="对其区域内的每一个敌人进行线形攻击。此外，这些敌人的掩体也将被摧毁。需要狙击步枪，<Ability:SelfAmmoCost/>弹药和消耗<Ability:SIEGEFIRECOST/>怒气。"
LocHelpText="向一条线中的所有目标开火。需要狙击步枪，<Ability:SelfAmmoCost/>弹药和消耗<Ability:SIEGEFIRECOST/>怒气。"
LocFlyOverText="围攻火力"
LocPromotionPopupText="<Bullet/> 围攻火力需要<Ability:SelfAmmoCost/>弹药，<Ability:SelfCooldown/>回合冷却。<br/><Bullet/> 围攻火力将对线中的每个敌人进行标准射击，并将损坏或摧毁线中的所有掩护元素。<br/>"

[RM_SlayerGrenadier X2AbilityTemplate]
LocFriendlyName="榴弹兵"
LocLongDescription="获得一个榴弹槽，并使该槽中的榴弹获得额外充能。"
LocHelpText="获得一个榴弹槽，并使该槽中的榴弹获得额外充能。"
LocPromotionPopupText="<Bullet/> 所有榴弹，但火箭除外，对榴弹兵来说都是可行的，即使是非攻击性榴弹（如战斗扫描器和烟雾榴弹）也是可行的。<br/><Bullet/> 毁灭战士的火箭发射器是高度定制的，它不会接受XCOM制造的其他火箭。<br/>"


;////////////////// rank three

[RM_DoomStunbombs X2AbilityTemplate]
LocFriendlyName="冲头弹"
LocLongDescription="为毁灭战士的发射器获得一次混乱的、几率眩晕的火箭攻击。"
LocPromotionPopupText="<Bullet/> 像普通火箭攻击一样，这使用了发射器的弹药。<br/><Bullet/> 与普通火箭攻击不同，这有一个单独的冷却时间，然后毁灭战士可以再次使用它。<br/>"


[RM_RuptureBurst X2AbilityTemplate]
LocFriendlyName="伤口爆裂"
LocLongDescription="使用霰弹枪连续向敌人射击两次。消耗<Ability:RUPTUREBURSTCOST/>怒气和<Ability:SelfAmmoCost/>弹药，对有机目标造成伤口撕裂。 "
LocHelpText="使用霰弹枪连续向敌人射击两次。消耗<Ability:RUPTUREBURSTCOST/>怒气和<Ability:SelfAmmoCost/>弹药。"
LocFlyOverText="伤口爆裂"
LocPromotionPopupText="<Bullet/> 用它来弱化一个特别强硬的敌人，以便在以后的射击中使用。<br/>"

[RM_RuptureBurst2 X2AbilityTemplate]
LocFriendlyName="伤口撕裂爆发"
LocFlyOverText="伤口撕裂爆发"


[RM_SlayerGrappler X2AbilityTemplate]
LocFriendlyName="抓斗"
LocHelpText="允许使用内置抓钩进行移动和进攻。"
LocLongDescription="允许使用内置抓钩进行移动和进攻。"
LocPromotionPopupText="<Bullet/> 抓钩可以让毁灭战士在不使用任何行动点的情况下就位。<br/><Bullet/> 暴怒让毁灭战士可以将自己拉向敌人并使用他们的连击，但这需要怒气。<br/>"

[RM_SlayerWrath X2AbilityTemplate]
LocFriendlyName="暴怒"
LocLongDescription="使用抓钩将自己拉向敌人，并进行开颅刃打击。消耗<Ability:WRISTBLADE_RAGE/>怒气。"
LocHelpText="使用抓钩将自己拉向敌人，并进行开颅刃打击。消耗<Ability:WRISTBLADE_RAGE/>怒气。"
LocPromotionPopupText="<Bullet/> 暴怒为毁灭战士增加了额外的机动性，并且可以在抓钩冷却时使用。<br/><Bullet/> 如果抓钩成功，开颅刃打击可以保证命中，但需要怒气才能使用。<br/><Bullet/> 使用暴怒需要敌人邻近格需有空位。<br/><Bullet/> <Ability:SelfCooldown/>回合冷却。<br/>"


[RM_SlayerGrapple X2AbilityTemplate]
LocFriendlyName="抓钩"
LocHelpText="部署抓钩以快速移动到较高位置。"
LocLongDescription="部署抓钩以快速移动到较高位置。"
LocPromotionPopupText="<Bullet/> 抓钩可以让毁灭战士在不使用任何行动点的情况下就位。<br/><Bullet/> <Ability:SelfCooldown/>回合冷却。<br/>"



;///////////////// rank two
[RM_BloodiedBlade X2AbilityTemplate]
LocFriendlyName="流血锋刃"
LocLongDescription="毁灭战士现在可以将拳头怒气增益应用到他们的开颅刃上。"
LocPromotionPopupText="<Bullet/> 这与开颅刃已经获得的碎甲怒气增益叠加。<br/><Bullet/> 这并没有取消使用怒气来使用开颅刃的要求。<br/>"

[RM_UraniumCoating X2AbilityTemplate]
LocFriendlyName="铀涂层"
LocLongDescription="特殊材料的应用使得毁灭战士的加农炮和开颅刃可以粉碎更多护甲。"
LocPromotionPopupText="<Bullet/> 给予加农炮一个与技术水平无关的+<Ability:UraniumCoating/>碎甲增益。<br/><Bullet/> 给予开颅刃与技术水平呈线性关系的+<Ability:UraniumCoating/>碎甲增益。<br/><Bullet/> 这与开颅刃可以获得的怒气碎甲增益叠加。<br/>"

[RM_BurnThemOut X2AbilityTemplate]
LocFriendlyName="烈焰焚身"
LocLongDescription="为毁灭战士的发射器获得白磷火箭攻击。"
LocPromotionPopupText="<Bullet/> 像普通火箭攻击一样，这使用了发射器的弹药。<br/><Bullet/> 与普通火箭攻击不同，这有一个单独的冷却时间，然后毁灭战士可以再次使用它。<br/>"


;////////////////// rank one

[RM_JumpBoots X2AbilityTemplate]
LocFriendlyName="跳跃靴"
LocLongDescription="让毁灭战士可以借助执政官套甲通过辅助推进穿越墙壁。"
LocPromotionPopupText="<Bullet/> 允许毁灭战士利用他们的机动性来充分发挥战斗潜力。<br/>"

[RM_SlayerOfDoom X2AbilityTemplate]
LocFriendlyName="末日杀手"
LocLongDescription="在任务中获得怒气，增加属性、伤害和武器效能。怒气可以使用在强大的能力上。"
LocPromotionPopupText="<Bullet/> 毁灭战士开始时已经很强大了，但在更高的怒气等级下会变得非常强大。有效地管理怒气以最大限度地利用属性提升，而每个技能对于有效使用毁灭战士都至关重要。<br/><Bullet/> 拳头在使用时有额外几率击晕目标。<br/><Bullet/> 加农炮给予穿透增益。<br/><Bullet/> 散弹枪获得暴击率增益。<br/><Bullet/> 狙击步枪活动命中和暴击伤害增益。<br/><Bullet/> 突击步枪有几率将未命中转化为擦伤。<br/><Bullet/> 开颅刃获得碎甲增益。<br/>"


[RM_RipAndTear X2AbilityTemplate]
LocFriendlyName="撕裂"
LocLongDescription="对任何进入近战范围或从近战范围攻击的敌人进行自由拳头攻击。"
LocHelpText="对任何进入近战范围或从近战范围攻击的敌人进行自由拳头攻击。"
LocFlyOverText="撕裂"
LocPromotionPopupText="<Bullet/> 如果敌人在相邻的格子中开始回合，如果敌人试图攻击<Ability:ClassName/>，则会触发撕裂。<br/><Bullet/> 如果一个敌人没有在相邻的格子中开始他们的回合，那么当该敌人进入近战范围时，撕裂将触发。<br/>"

[RM_RipAndTearAttack X2AbilityTemplate]
LocFriendlyName="撕裂"
LocLongDescription="对任何进入近战范围或从近战范围攻击的敌人进行自由拳头攻击。"
LocHelpText="对任何进入近战范围或从近战范围攻击的敌人进行自由拳头攻击。"
LocFlyOverText="撕裂"
LocPromotionPopupText="<Bullet/> 如果敌人在相邻的格子中开始回合，如果敌人试图攻击<Ability:ClassName/>，则会触发撕裂。<br/><Bullet/> 如果一个敌人没有在相邻的格子中开始他们的回合，那么当该敌人进入近战范围时，撕裂将触发。<br/>"

[RM_RipAndTearBoundAttack X2AbilityTemplate]
LocFriendlyName="头锤"
LocLongDescription="对任何进入近战范围或从近战范围攻击的敌人进行自由拳头攻击。"
LocHelpText="对任何进入近战范围或从近战范围攻击的敌人进行自由拳头攻击。"
LocFlyOverText="头锤"
LocPromotionPopupText="<Bullet/> 如果敌人在相邻的格子中开始回合，如果敌人试图攻击<Ability:ClassName/>，则会触发撕裂。<br/><Bullet/> 如果一个敌人没有在相邻的格子中开始他们的回合，那么当该敌人进入近战范围时，撕裂将触发。<br/>"

[RM_SlayerPunch X2AbilityTemplate]
LocFriendlyName="近战"
LocLongDescription="用拳头攻击移动范围内的任何敌人。"
LocHelpText="用拳头攻击移动范围内的任何敌人。"
LocPromotionPopupText="<Bullet/> 你可以将移动光标放在敌人身上触发近战技能。<br/><Bullet/> 毁灭战士可以执行“冲刺”移动，使用多个动作移动，并且仍然可以对相邻敌人触发一拳。<br/>"

[RM_SlayerPunchPrimary X2AbilityTemplate]
LocFriendlyName="近战"
LocLongDescription="用拳头攻击移动范围内的任何敌人。"
LocHelpText="用拳头攻击移动范围内的任何敌人。"
LocPromotionPopupText="<Bullet/> 你可以将移动光标放在敌人身上触发近战技能。<br/><Bullet/> 毁灭战士可以执行“冲刺”移动，使用多个动作移动，并且仍然可以对相邻敌人触发一拳。<br/>"


[RM_GloryKill X2AbilityTemplate]
LocFriendlyName="荣耀杀戮"
LocLongDescription="用拳头击杀一名非常虚弱的敌人。需要敌人的生命值在<Ability:GLORY_KILL_REQ/>%或更低。"
LocHelpText="用拳头击杀一名非常虚弱的敌人。需要敌人的生命值在<Ability:GLORY_KILL_REQ/>%或更低。"
LocPromotionPopupText="<Bullet/> 荣耀杀戮可以让毁灭战士残忍地干掉一个敌人单位。<br/><Bullet/> 当执行荣耀杀戮时提供<Ability:GLORYKILLRESTORE/>%生命回复。<br/>"


[RM_PrimaryGloryKill X2AbilityTemplate]
LocFriendlyName="荣耀杀戮"
LocLongDescription="用你的拳头击杀一名敌人。"
LocHelpText="用你的拳头击杀一名敌人。 "
LocPromotionPopupText="<Bullet/> 荣耀杀戮可以让毁灭战士残忍地干掉一个敌人单位。<br/><Bullet/> 当执行荣耀杀戮时提供<Ability:GLORYKILLRESTORE/>%生命回复。<br/>"


[RM_PostAbilityBlade X2AbilityTemplate]
LocFriendlyName="斩杀"


; weapons
[DoomSlayerAssaultRifle_CV X2WeaponTemplate]
FriendlyName="毁灭突击步枪"
FriendlyNamePlural="毁灭突击步枪"
BriefSummary="毁灭战士独有武器。我们已经成功获得了一些不同的标准步兵小型武器了，这是最基本的武器，类似20年前使用的步枪。虽然这些武器当然比起变种人磁力技术的武器差得多，但它们在标准技术研究完成后，至少可以用额外的武器碎片进行升级。"
TacticalText="<Bullet/><font color='#bf1e2e'>毁灭枪械不能强化，比XCOM武器+1科技等级。</font>\n<Bullet/>缺乏特殊训练的情况下，用主武器射击将会结束该士兵的回合。\n<Bullet/>使用从变种人敌人身上取得的升级部件提升突击步枪的战术效率。"
AbilityDescName="突击步枪"

[DoomSlayerAssaultRifle_MG X2WeaponTemplate]
FriendlyName="毁灭磁力步枪"
FriendlyNamePlural="毁灭磁力步枪"
BriefSummary="毁灭战士独有武器。磁力弹道技术让我们能够创造步枪风格的金属发射器。他们代表了在传统回收的突击武器上的实质性改善。"
TacticalText="<Bullet/><font color='#bf1e2e'>毁灭枪械不能强化，比XCOM武器+1科技等级。</font>\n<Bullet/>缺乏特殊训练的情况下，用主武器射击将会结束该士兵的回合。\n<Bullet/>使用从变种人敌人身上取得的升级部件提升磁力步枪的战术效率。"
AbilityDescName="突击步枪"

[DoomSlayerAssaultRifle_BM X2WeaponTemplate]
FriendlyName="毁灭电浆步枪"
FriendlyNamePlural="毁灭电浆步枪"
BriefSummary="毁灭战士独有武器。由于我们最终成功解析了外星人毁灭性武器技术，我们已经可以开发属于自己的光束武器了，我们现在可以建造能够匹敌战场上敌人的步枪了。"
TacticalText="<Bullet/><font color='#bf1e2e'>毁灭枪械不能强化，比XCOM武器+1科技等级。</font>\n<Bullet/>电浆步枪是常用且非常强大的单兵武器系统。\n<Bullet/>用主武器射击将会结束该士兵的回合。\n<Bullet/>使用从敌人身上取得的升级部件以提升电浆步枪的战术效能。"
AbilityDescName="突击步枪"

; cannons

[DoomSlayerCannon_CV X2WeaponTemplate]
FriendlyName="毁灭加农炮"
FriendlyNamePlural="毁灭加农炮"
BriefSummary="毁灭战士独有武器。加农炮是简易的轻型支援武器，专供于高强度火力。虽然这些武器当然比起变种人磁力技术的武器差得多，不过一旦我们的武器技术完全模组化，我们至少可以用额外的资源进行升级。"
TacticalText="<Bullet/><font color='#bf1e2e'>毁灭枪械不能强化，比XCOM武器+1科技等级。</font>\n<Bullet/>用主武器射击将会结束该士兵的回合\n<Bullet/>使用从变种人敌人处回收的升级来提升加农炮的战术效率。"
AbilityDescName="加农炮"

[DoomSlayerCannon_MG X2WeaponTemplate]
FriendlyName="毁灭磁力加农炮"
FriendlyNamePlural="毁灭磁力加农炮"
BriefSummary="毁灭战士独有武器。磁力武器技术将会让我们能部署一种连发版本的加农炮。我们的榴弹兵能够输出更为致命的火力了。"
TacticalText="<Bullet/><font color='#bf1e2e'>毁灭枪械不能强化，比XCOM武器+1科技等级。</font>\n<Bullet/>磁力加农炮威力更巨大，且用法相同，是传统加农炮的改进版本。\n<Bullet/>使用从变种人敌人处回收的升级来提升磁力加农炮的战术效率。"
AbilityDescName="加农炮"

[DoomSlayerCannon_BM X2WeaponTemplate]
FriendlyName="毁灭光束加农炮"
FriendlyNamePlural="毁灭光束加农炮"
BriefSummary="毁灭战士独有武器。为我们的榴弹兵发明一种威力更大，口径更大的光束武器需要大量的工作，不过它带来的火力是毋庸置疑的。"
TacticalText="<Bullet/><font color='#bf1e2e'>毁灭枪械不能强化，比XCOM武器+1科技等级。</font>\n<Bullet/>光束加农炮是人类军队可部署的威力最大的战斗支援武器。\n<Bullet/>使用从变种人敌人处回收的升级来提升光束加农炮的战术效率。"
AbilityDescName="加农炮"

; sniper rifles

[DoomSlayerSniperRifle_CV X2WeaponTemplate]
FriendlyName="毁灭狙击步枪"
FriendlyNamePlural="毁灭狙击步枪"
BriefSummary="毁灭战士独有武器。我们已经成功收回各式各样的标准步兵小型军火；这是专为中距离到远距离作战设计的武器。虽然明显比不上变种人的磁力技术，一旦我们完善了模组化武器技术，它至少能使用额外收集来的武器进行升级。"
TacticalText="<Bullet/><font color='#bf1e2e'>毁灭枪械不能强化，比XCOM武器+1科技等级。</font>\n<Bullet/>狙击步枪总是需要2个行动点来射击。\n<Bullet/>狙击步枪在近距离时很难进行射击。\n<Bullet/>使用从敌人那里收集到的升级部件能够提升狙击步枪的战术效能。"
AbilityDescName="狙击步枪"

[DoomSlayerSniperRifle_MG X2WeaponTemplate]
FriendlyName="毁灭高斯步枪"
FriendlyNamePlural="毁灭高斯步枪"
BriefSummary="毁灭战士独有武器。高斯技术对像狙击步枪这样的精准慢射武器有着独特的用途。高斯步枪能让我们的神枪手在远距离造成更大的伤害。"
TacticalText="<Bullet/><font color='#bf1e2e'>毁灭枪械不能强化，比XCOM武器+1科技等级。</font>\n<Bullet/>狙击步枪总是需要2个行动点来射击。\n<Bullet/>它们在近距离精确度不高，但是在远距离具有致命的杀伤力。\n<Bullet/>使用从变种人敌人那收集的升级来提升高斯步枪的战术效果。"
AbilityDescName="狙击步枪"

[DoomSlayerSniperRifle_BM X2WeaponTemplate]
FriendlyName="毁灭电浆长矛"
FriendlyNamePlural="毁灭电浆长矛"
BriefSummary="毁灭战士独有武器。外星人的聚焦光束技术对提升狙击步枪很有帮助。电浆长矛便是一种无可匹敌的狙击步枪。"
TacticalText="<Bullet/><font color='#bf1e2e'>毁灭枪械不能强化，比XCOM武器+1科技等级。</font>\n<Bullet/>这是狙击枪技术的尖端。\n<Bullet/>狙击步枪总是需要2个行动点来射击。\n<Bullet/>它们在近距离精确度不高，但是在远距离具有致命的杀伤力。\n<Bullet/>使用从变种人敌人身上取得的升级部件提升电浆狙击步枪的战术效果。"
AbilityDescName="狙击步枪"

; shotguns

[DoomSlayerShotgun_CV X2WeaponTemplate]
FriendlyName="毁灭霰弹枪"
FriendlyNamePlural="毁灭霰弹枪"
BriefSummary="毁灭战士独有武器。我们已经成功回收各式各样的标准步兵小型军火；这是专为近距离作战设计的武器。虽然明显比不上变种人的磁力技术，一旦我们完善了模组化武器技术，它至少能使用额外收集来的武器进行升级。"
TacticalText="<Bullet/><font color='#bf1e2e'>毁灭枪械不能强化，比XCOM武器+1科技等级。</font>\n<Bullet/>使用主武器总是会结束士兵的当前回合。\n<Bullet/>霰弹枪在近距离具有很好的效果，但是它们的命中率在远距离下降得很快。\n<Bullet/>使用从变种人敌人身上取得的升级部件提升霰弹枪的战术效果。"
AbilityDescName="霰弹枪"

[DoomSlayerShotgun_MG X2WeaponTemplate]
FriendlyName="毁灭碎片枪"
FriendlyNamePlural="毁灭碎片枪"
BriefSummary="毁灭战士独有武器。磁力武器技术可以让我们把外星合金碎片合成水沫状的射弹，我们的游侠使用其会造成可观的效果：距离越近效果越好。"
TacticalText="<Bullet/><font color='#bf1e2e'>毁灭枪械不能强化，比XCOM武器+1科技等级。</font>\n<Bullet/>磁力武器技术很有效地提升了XCOM的战斗霰弹枪。\n<Bullet/>霰弹型武器在近距离具有很好的效果，但是它们的命中率在远距离下降得很快。\n<Bullet/>使用从变种人敌人身上取得的升级部件提升碎片枪的战术效果。"
AbilityDescName="霰弹枪"

[DoomSlayerShotgun_BM X2WeaponTemplate]
FriendlyName="毁灭风暴枪"
FriendlyNamePlural="毁灭风暴枪"
BriefSummary="毁灭战士独有武器。风暴枪发射浓缩的光束脉冲波，穿刺并且熔化大范围地面区域上的目标。"
TacticalText="<Bullet/><font color='#bf1e2e'>毁灭枪械不能强化，比XCOM武器+1科技等级。</font>\n<Bullet/>这是XCOM军械库中可供使用的最先进霰弹型武器。\n<Bullet/>霰弹型武器在近距离极为有效，但是它们的命中率在远距离下降得很快。\n<Bullet/>使用从敌人身上取得的升级部件提升风暴枪的战术效能。"
AbilityDescName="霰弹枪"

; launchers

[DoomSlayer_RocketLauncher_CV X2GrenadeLauncherTemplate]
FriendlyName="火箭发射器"
FriendlyNamePlural="火箭发射器"
BriefSummary="标准发行的 XCOM 火箭筒，从原先外星人入侵时遗留下来的。这是一种多功能重型武器，能够使用多种弹药。"
TacticalText="标准发行的 XCOM 火箭筒，从原先外星人入侵时遗留下来的。这是一种多功能重型武器，能够使用多种弹药。 <br/><Bullet/> 这种火箭发射器可以发射士兵在其通用插槽中携带的火箭。\n。"
AbilityDescName="火箭发射器"

[DoomSlayer_RocketLauncher_MG X2GrenadeLauncherTemplate]
FriendlyName="进阶火箭发射器"
FriendlyNamePlural="进阶火箭发射器"
BriefSummary="我们的火箭发射器的进阶版本使用电磁线圈来提高火箭的有效射程。合金框架可以发射实验火箭。"
TacticalText="我们的火箭发射器的进阶版本使用电磁线圈来提高火箭的有效射程。合金框架可以发射实验火箭。 <br/><Bullet/> 这种火箭发射器可以发射士兵在其通用插槽中携带的火箭。\n。"
AbilityDescName="火箭发射器"

[DoomSlayer_RocketLauncher_BM X2GrenadeLauncherTemplate]
FriendlyName="超铀火箭发射器"
FriendlyNamePlural="超铀火箭发射器"
BriefSummary="超铀火箭发射器是重型武器技术的巅峰之作，它使用可控燃尽法将我们的重型弹药安全地加速到似乎违反我们所理解的物理定律的速度，从而提高其有效射程和精度。发射器的结构完整性由超铀动力场增强，可以发射动力型火箭弹。"
TacticalText="超铀火箭发射器是重型武器技术的巅峰之作，它使用可控燃尽法将我们的重型弹药安全地加速到似乎违反我们所理解的物理定律的速度，从而提高其有效射程和精度。发射器的结构完整性由超铀动力场增强，可以发射动力型火箭弹。<br/><Bullet/> 这种火箭发射器可以发射士兵在其通用插槽中携带的火箭。\n。"
AbilityDescName="火箭发射器"

; melee weapons
[Doomslayer_Fists_CV X2WeaponTemplate]
FriendlyName="拳头"
FriendlyNamePlural="拳头"
BriefSummary="毁灭战士自己的拳头。"
TacticalText="<Bullet/> 毁灭战士的拳头对混乱和眩晕目标非常有效，尤其是在怒气高涨的情况下。\n"
AbilityDescName="拳头"

[Doomslayer_Fists_MG X2WeaponTemplate]
FriendlyName="拳头"
FriendlyNamePlural="拳头"
BriefSummary="毁灭战士自己的拳头。"
TacticalText="<Bullet/> 毁灭战士的拳头对混乱和眩晕目标非常有效，尤其是在怒气高涨的情况下。\n"
AbilityDescName="拳头"

[Doomslayer_Fists_BM X2WeaponTemplate]
FriendlyName="拳头"
FriendlyNamePlural="拳头"
BriefSummary="毁灭战士自己的拳头。"
TacticalText="<Bullet/> 毁灭战士的拳头对混乱和眩晕目标非常有效，尤其是在怒气高涨的情况下。\n"
AbilityDescName="拳头"

[Doomslayer_PrimaryFists_CV X2WeaponTemplate]
FriendlyName="拳头"
FriendlyNamePlural="拳头"
BriefSummary="毁灭战士自己的拳头。"
TacticalText="<Bullet/> 毁灭战士的拳头对混乱和眩晕目标非常有效，尤其是在怒气高涨的情况下。\n"
AbilityDescName="拳头"

[Doomslayer_PrimaryFists_MG X2WeaponTemplate]
FriendlyName="拳头"
FriendlyNamePlural="拳头"
BriefSummary="毁灭战士自己的拳头。"
TacticalText="<Bullet/> 毁灭战士的拳头对混乱和眩晕目标非常有效，尤其是在怒气高涨的情况下。\n"
AbilityDescName="拳头"

[Doomslayer_PrimaryFists_BM X2WeaponTemplate]
FriendlyName="拳头"
FriendlyNamePlural="拳头"
BriefSummary="毁灭战士自己的拳头。"
TacticalText="<Bullet/> 毁灭战士的拳头对混乱和眩晕目标非常有效，尤其是在怒气高涨的情况下。\n"
AbilityDescName="拳头"

[DoomSlayerWristBlade_CV X2PairedWeaponTemplate]
FriendlyName="毁灭开颅刃"
FriendlyNamePlural="毁灭开颅刃"
BriefSummary="在脱离变种人控制后不久，散兵开发出了这种即可作为致命的突刺型武器，也可作为移动手段使用的开颅刃。他们还以这种武器为核心，发展了许多令人叹为观止的战术。"
TacticalText="<Bullet/>散兵可以利用他们的开颅刃以及爪钩成为战场上的恐怖猎杀者。\n<Bullet/>决定同敌人肉搏应当十分果断和谨慎。\n<Bullet/>注意留心那些能发挥我们剑刃武器效用的机会，敌人也许会有更高科技的东西。"
AbilityDescName="开颅刃"

[DoomSlayerWristBlade_MG X2PairedWeaponTemplate]
FriendlyName="毁灭离子开颅刃"
FriendlyNamePlural="毁灭离子开颅刃"
BriefSummary="这种改版散兵开颅刃在刃部通上了高压电。尽管这种设计看上去很精巧，但散兵制作武器过程中的不稳定性让人怀疑这或许并不是刻意为之的升级，而是一次意外的发现。"
TacticalText="<Bullet/>散兵可将他们的爪钩和开颅刃结合起来使用，成为战场上敌军的梦魇。\n<Bullet/>决定同敌人肉搏应当十分果断和谨慎。\n<Bullet/>注意留心那些能发挥我们剑刃武器效用的机会，敌人也许会有更高科技的东西。"
AbilityDescName="开颅刃"

[DoomSlayerWristBlade_BM X2PairedWeaponTemplate]
FriendlyName="毁灭聚变开颅刃"
FriendlyNamePlural="毁灭聚变开颅刃"
BriefSummary="这种散兵爪刃基于能量的改版不必使用金属刀刃也能达到与原型相同的效果，它使用了一种磁能力场，能够聚合充能完毕的电浆，将其变为利刃的形态。尽管这种设计会让使用者承受大量的热量，但使用这种爪刃的散兵战士似乎并不在乎这点热度。"
TacticalText="<Bullet/>散兵可将他们的爪钩和开颅刃结合起来使用，成为战场上敌军的梦魇。\n<Bullet/>决定同敌人肉搏时应当十分果断又谨慎。\n"
AbilityDescName="开颅刃"


;armors

[RM_SlayerArmor X2ArmorTemplate]
FriendlyName="<font color='#facd89'>毁灭套甲</font>"
FriendlyNamePlural="<font color='#facd89'>毁灭套甲</font>"
BriefSummary="一种极不寻常的护甲，是毁灭战士的专有护甲。它的设计似乎是为了使用一种非常奇异的电源，甚至比超铀-115还要奇异。"
TacticalText="<Bullet/> 毁灭战士的专有护甲，使他们能够立即携带大量火力。\n<Bullet/> 研究可以让我们尝试修复它，使其恢复到最大潜力。"


[RM_SlayerArmorPlated X2ArmorTemplate]
FriendlyName="<font color='#facd89'>毁灭高级套甲</font>"
FriendlyNamePlural="<font color='#facd89'>毁灭高级套甲</font>"
BriefSummary="一种极不寻常的护甲，是毁灭战士的专有护甲。现在使用电池组和变种人重型部队装备的护甲，它现在已经恢复了主要功能，但我们可以对其进行进一步改进。"
TacticalText="<Bullet/> 毁灭战士的专有护甲，使他们能够立即携带大量火力。\n<Bullet/> 研究可以让我们尝试修复它，使其恢复到最大潜力。"

[RM_SlayerArmorPowered X2ArmorTemplate]
FriendlyName="<font color='#facd89'>毁灭终极套甲</font>"
FriendlyNamePlural="<font color='#facd89'>毁灭终极套甲</font>"
BriefSummary="一种极不寻常的护甲，是毁灭战士的专有护甲。现在安装了一个微型超铀核心，它已经通过额外的移动性增强剂和符合沈规格的外星合金进一步增强。"
TacticalText="<Bullet/> 毁灭战士的专有护甲，使他们能够立即携带大量火力。\n<Bullet/> 针对完全撕裂进行优化。"

;inventory
